
welcome = 🥰 <b>{ $name } عزیز، به چت ناشناس خوش اومدی!
          ❤️ این‌جا می‌تونی راحت و بدون نگرانی حرف بزنی و احساساتت رو به اشتراک بذاری.
          🌟 هر وقت حوصلهٔ گپ زدن با یه هم‌صحبت جدید داشتی، من برات پیدا می‌کنم.

          ❓ برای دیدن راهنما /help رو بزن
          (این دستور قابل کلیکه)</b>

help = 😍 <b>{ $name } عزیز، این دستورها برات در دسترس هست:

        🌐 /language | <code>language</code> ❯ تغییر زبان ربات
        👤 /profile | <code>profile</code> ❯ دیدن پروفایل خودت
        🔗 /link | <code>link</code> ❯ فرستادن لینک پروفایلت برای هم‌صحبت
        🔍 /search | <code>search</code> ❯ شروع جست‌وجوی هم‌صحبت
        ➡️ /next | <code>next</code> ❯ رفتن به هم‌صحبت بعدی
        🛑 /stop | <code>stop</code> ❯ توقف جست‌وجو یا گفت‌وگو

        📜 قوانین استفاده:
        • لطفاً به دیگران توهین نکن و از الفاظ رکیک استفاده نکن.
        • از ارسال محتوای آزاردهنده یا لینک‌های مشکوک خودداری کن.
        • در صورت تخلف، ادمین می‌تواند دسترسی‌ات را مسدود کند.

        🔗 لینک پروژه: <a href='https://github.com/Th3Kanashii/telegram-anonymous-chat-bot'>🐙 GitHub</a>
        ❤️ اگر دوست داشتی از پروژه حمایت کنی: <a href='https://ko-fi.com/Th3Kanashii'>🎁 Ko-Fi</a></b>

language = 🌐 <b>{ $name } عزیز، دوست داری من با چه زبانی باهات صحبت کنم؟</b>

language-changed = ✅ <b>زبان ربات به فارسی تغییر کرد.</b>

profile = 👤 <b>پروفایل { $name }:
          🆔 آی‌دی: <code>{ $id }</code>
          🔓 نمایش پروفایل برای دیگران: { $open }
          📆 تاریخ عضویت: { DATETIME($date) }</b>

profile-unknown = 👤 هنوز پروفایلی برایت ثبت نشده. اول با /profile اطلاعاتت رو کامل کن.

nothing = این دکمه هیچ کاری انجام نمی‌دهد 😊

command-start = 🚀 شروع کار با ربات
command-help = ❓ نمایش راهنمای دستورات
command-language = 🌐 تغییر زبان ربات
command-profile = 👤 نمایش پروفایل شما
command-link = 🔗 ارسال لینک پروفایل برای هم‌صحبت
command-search = 🔍 شروع جست‌وجوی هم‌صحبت
command-next = ➡️ رفتن به هم‌صحبت بعدی
command-stop = 🛑 توقف جست‌وجو یا گفت‌وگو

search-btn = ☕ شروع جست‌وجو
cancel-btn = ⏹️ پایان گفت‌وگو
stop-btn = 🛑 لغو جست‌وجو
next-btn = ➡️ هم‌صحبت بعدی
profile-btn = 🔓 باز کردن پروفایل
close-profile-btn = 🔒 بستن پروفایل

search-not-started = 🔍 <b>برای پیدا کردن هم‌صحبت، جست‌وجو رو شروع کن!</b>
looking-for-a-companion= 🔍 <b>الان دارم برای <u>تو</u> دنبال هم‌صحبت می‌گردم...</b>
search-companion = 🔍 <b>دارم برای <u>تو</u> دنبال هم‌صحبت می‌گردم...</b>
next-companion = 🔍 <b>دارم برای <u>تو</u> یه هم‌صحبت جدید پیدا می‌کنم...</b>
stop-companion = 😔 <b>باشه، دیگه برات دنبال هم‌صحبت نمی‌گردم.</b>
block-companion = 😔 <b>به‌نظر می‌رسه هم‌صحبتت ربات رو بلاک کرده.</b>

found-companion = 🎁 <b>برای <u>تو</u> یه هم‌صحبت پیدا کردم، گپ زدن خوش بگذره!</b>
chat-with-companion = 💬 <b>الان در حال گفتگو با یک هم‌صحبت هستی!</b>

send-link = 🔗 <b>هم‌صحبتت لینک پروفایلش رو برات فرستاده!</b>
companion-linked = 🔗 <b>لینک پروفایلت برای هم‌صحبتت ارسال شد!</b>

you-leave = 🕊 <b><u>تو</u> چت رو ترک کردی!</b>
companion-leave = 🕊 <b>هم‌صحبتت چت رو ترک کرد!
                  🔍 دارم برای <u>تو</u> یه هم‌صحبت جدید پیدا می‌کنم...</b>